TEST_DATA = {
    "search_author": "Булгаков",
    "search_title": "1812",
    "short_title": "W",
    "search_genre": "Фантастика",
    "author_name": "Стивен Кинг",
    "book_title": "Faust",
    "genre": "фантастика",
    "longe_title": "мымымымымымымымымымымымыммымымымымыммымымыммымы"
                    "мымымымымымымымымымымымымымымымымымымымымымым"
                    "мымымымымымымымымыммымымымымымымымымымымы"
                    "мымымымымымымымымымымымымымымымымымы"
                    "мымымымымымымымымымымымымыммымымы"
                    "мымымымымымыыммыммымымы",
    "simbol_smiley": "@#&🤣🤣🤣🤣🤣"
}
